Repository: mkappworks/FuelApp_SwiftUI
Catalog: FuelApp_SwiftUI/*.lproj/Localizable.strings
Languages: si_lk

# tab_home
source: Home
si_lk: මුල් පිටුව

# tab_analysis
source: Analysis
si_lk: විශ්ලේෂණය

# tab_help
source: Help
si_lk: උදව්

# common_save
source: Save
si_lk: සුරකින්න

# hv_vehicles
source: View Vehicles
si_lk: වාහන

# hv_storages
source: View Storages
si_lk: ගබඩා

# hv_storage_history
source: View Vehicle Fuel History
si_lk: වාහන ඉන්ධන වාර්තා

# hv_vehicle_history
source: View Storage Fuel History
si_lk: ගබඩා ඉන්ධන වාර්තා

# hv_fuel_types
source: View Fuel Types
si_lk: ඉන්ධන වර්ග

# hv_quotas
source: View Vehicle Quotas
si_lk: වාහන ඉන්ධන කෝටා

# af_enter_fuel
source: Enter Fuel Type
si_lk: ඉන්ධන වර්ගය ඇතුළත් කරන්න

# af_new_fuel
source: Add New Fuel Type
si_lk: නව ඉන්ධන වර්ගය එකතු කරන්න

source: Fuel Type
si_lk: ඉන්ධන වර්ගය

source: Fuel Types
si_lk: ඉන්ධන වර්ග

source: Enter Vehicle Type
si_lk: වාහන වර්ගය ඇතුළත් කරන්න

source: Enter Quota Amount
si_lk: කෝටා ඇතුලත් කරන්න

source: Add New Quota
si_lk: නව කෝටා ඇතුලත් කරන්න

source: Quotas
si_lk: කෝටා

source: Select Fuel Type
si_lk: ඉන්ධන වර්ගය තෝරන්න

source: Enter Storage Capacity
si_lk: ගබඩා ධාරිතාව ඇතුලත් කරන්න

source: Storages
si_lk: ගබඩා

source: Add New storage
si_lk: නව ගබඩාව එක් කරන්න

source: Scan Vehicle Number
si_lk: වාහන අංකය ස්කැන් කරන්න

source: Vehicle Number
si_lk: වාහන අංකය

source: Select Vehicle Type
si_lk: වාහනයේ වර්ගය තෝරන්න

source: Add New Vehicle
si_lk: නව වාහනයක් එක් කරන්න

source: OK
si_lk: හරි

source: Vehicles
si_lk: වාහන
